[
    {
    
        "title" : "Intercropping",
        "des" :[ "Vegetables that have their roots within 25 cm depth of the soil are considered good for intercropping in mango. These are tomato, onion, cauliflower, beans, radish, palak etc",
            "These vegetables can be taken profitably in a growing orchard by appropriate application of nutrients to the soil and also maintaining an optimum level of moisture",
            "While taking some of the short-term and early bearing fruit crops as an intercrop, due consideration is essential in the selection of a particular fruit",
            "This is essential because the roots of such trees may start competing with the roots of main fruit trees for nutrients and moisture. ",
	        "The filler trees, unless removed at appropriate time when primary fruit trees start giving economic crop, may create problems of low orchard efficiency" 
        ]        

    },

    {
        "title" : "best water use efficiency for drip irrigation ",
        "des" : "Trip (Drip) irrigation system is an innovative method by which farmers can irrigate their orchards very easily. By this method, water is made available to the plants in the form of drop by drop in the root zone of the plants as per their requirement. Fertigation is the process of transporting nutrients to plants through the TRIPS system."


    },

    {
        "title" : "wedge grafting",
        "des" : ["Saves 30 to 70 percent water as compared to traditional method of irrigation. In Increase in production by 30 to 100 percent Fertilizer quantity is reduced thereby saving in overall cost. Improves pest control management. Tarangit (Cultivation possible even in rough land.",
        
        "Effective water management in heavy and light soils.",
        
        "Controls weed growth thereby saving labor cost. While irrigating, the farmer can do any of his work, so there is no need of time."
        ]
        
    },

    {
        "title" : "Selection of sankur ",
        "des" : [
            "Selection of right mother trees is very important",
            " Sikur's age is 3 to 4 months.",
            " Sankar has 34 buds. The length of the sankar is 15 to 18 cm. thickness of equal to the thickness of the pencil (0.5 to 1.0 cm)",
            "Harvest sankur leaves on mother tree 5-7 days before use for propagation.",
            "Cut off the upper part of the sankur so that the bud on the sankur blooms In winter, cut the leaves of the sankur branch and transplant it into the root on the same day and cover it with a polythene compound."

        ]
    },
    {
        "title" : "Large Sprinklers and Rain Guns",
        "des" : [
            "Sprinkler is the cheapest irrigation system among the available irrigation systems.",

            "Save electricity and money",

            "Best for short distance crops",

            "Suitable for vegetable, plantation crops"

        ]
    }
]
