[
    {
    
        "title" : "अंतर - फसल",
        "des" :[ "जिन सब्जियों की जड़ें मतों  का 25 सेमी गहराई का भीतर होंदी हैं, ऊँ तैं आम मा अंतर- फसल का कु तैं भलो माना जाता चि|",
            "ये छन टमाटर प्याज  फूलगोभी बीन्स मूली पालक सेक्टर|",
            "इन सब्जियों तैं मतों  मा पालन  वालो तत्वों का उचित अनुप्रयोग और आड़   का इष्टतम स्तर तैं बनाए रखने का द्वारा बाग उगाने मा लाभकारी रूप बटी le जा सकता है।",
            "एक विशेष फल का चयन मा विचार का कारण कुछ अल्पकालिक और जल्दी असर वाली फल फसलों तैं संपूर्ण संपत्ति का रूप मा ल्यूनन   अयंनु चि| ",
	        "अयंनु चि क्योंकि इनकी जड़ें पालन  और आड़   का कु तैं मुख्य फलों का पेड़ों की जड़ों का दगड़ी प्रतिस्पर्धा करण शुरू कर सकती हैं|" 
        ]        

    },

    {
        "title" : "ड्रिप सिंचाई का कु तैं पश्चिमी जल उपयोग दक्षता",
        "des" : "ड्रिप सिंचाई प्रणाली एक नवीन पद्धति चि जिसके द्वारा कास्तकार  अपणु ओचड़ भौत सङ्गिसर  बटी समर्पित कर सकते हैं|ईं विधि द्वारा पौधों तैं उनकी आवश्यकता का अनुसार फर्टिगेशन ट्रिप सिस्टम का माध्यम बटी पालन  वालो तत्वों तैं पौधों तलक पहुंचाने की प्रक्रिया चि पौधों का जड़ इलाको  मा बूंद-बूंद का रूप मा पाणि छें कराया जाता है।"
        
    },

    {
        "title" : "वेज ग्राफ्टिंग",
        "des" : ["निर्मांसी पीड़  प्रबंधन की सापेक्ष ली सिदो  तकनीक|",
        
        "साल भर त्यार  पौधे|",
        
        " प्रवर्धित पौधे मा जल्दी फूल आना 10 बटी 15 दिन बार"
        ]
        
    },

    {
        "title" : "संकुरु कु चयन",
        "des" : [
            "सही मातृ वृक्षों कु चयन भौत महत्वपूर्ण|",
            "सीकुर की उम्र  3 बटी 4 महीने है।",
            "शंकर  मा 34 कलियाँ होंदी हैं। शंकर  की लंबाई 15 बटी 18 सेमी है। पेंसिल की मोटाई का एकसार  मोटाई (0.5 बटी 1.0 सेमी)",
            "प्रचार का कु तैं उपयोग बटी 5-7 दिन बार पहले शंकर  का पत्तों तैं मदर ट्री पर काट लें।",
            "शंकर  का ऐंच का भाग तैं काट लें ताकि शंकर  पर कली खिल जाए|"

        ]
    },
    {
        "title" : "बड़े छिड़काव और बरखा  बंदूकें",
        "des" : [
            "सिंचाई प्रणालियों मा स्प्रिंकलर सबुम सस्ती सिंचाई प्रणाली है।",

            "बिजली  और पैसा बचाएं|",

            "सब्जी, रोपण फसलों का कुतैं उपयुक्त।",

            "सब्जी, रोपण फसलों का कुतैं उपयुक्त।"

        ]
    }
]
