[
    {
    
        "title" : "अंतर - फसल",
        "des" :[ "जिन सब्जियों की जड़ें मिट्टी से 25 सेंटीमीटर गहराई के भीतर होती हैं, उन्हें आम में अंतर-फसल के लिए अच्छा माना जाता है। ये हैं टमाटर, प्याज, फूलगोभी, बीन्स, मूली, पालक आदि",
            "इन सब्जियों को मिट्टी में पोषक तत्वों के उचित अनुप्रयोग और नमी के इष्टतम स्तर को बनाए रखने के द्वारा एक बढ़ते बाग में लाभकारी रूप से लिया जा सकता है।",
            "कुछ अल्पकालीन और शीघ्र फल देने वाली फसलों को अंतरफसल के रूप में लेते समय, किसी विशेष फल के चयन में उचित ध्यान देना आवश्यक है।",
            "यह आवश्यक है क्योंकि ऐसे पेड़ों की जड़ें पोषक तत्वों और नमी के लिए मुख्य फलों के पेड़ों की जड़ों के साथ प्रतिस्पर्धा करना शुरू कर सकती हैं।",
	        "फिलर पेड़, जब तक उचित समय पर नहीं हटाया जाता है जब प्राथमिक फलदार पेड़ आर्थिक फसल देना शुरू करते हैं, कम बाग दक्षता की समस्याएं पैदा कर सकते हैं" 
        ]        

    },

    {
        "title" : "ड्रिप सिंचाई के लिए सर्वोत्तम जल उपयोग दक्षता ",
        "des" : "ट्रिप (ड्रिप) सिंचाई प्रणाली एक नवीन विधि है जिसके द्वारा किसान अपने बागों की सिंचाई बहुत आसानी से कर सकते हैं। इस विधि द्वारा पौधों को उनकी आवश्यकता के अनुसार जड़ क्षेत्र में बूंद-बूंद के रूप में पानी उपलब्ध कराया जाता है। फर्टिगेशन ट्रिप्स सिस्टम के माध्यम से पोषक तत्वों को पौधों तक पहुंचाने की प्रक्रिया है।"


    },

    {
        "title" : "वेज ग्राफ्टिंग",
        "des" : ["वेज पेन प्रबंधन की अपेक्षाकृत सरल तकनीक",
        
        "साल भर तैयार पौधे",
        
        "प्रवर्धित पौधे में जल्दी फूलना (10-15 दिन)।"
        ]
        
    },

    {
        "title" : "शंकर (कलम) का चयन",
        "des" : [
            "सही मदर ट्री का चुनाव बहुत जरूरी",
            "सीकुर की उम्र 3 से 4 महीने है।",
            "शंकर में 34 कलियाँ होती हैं। शंकर की लंबाई 15 से 18 सेमी है। पेंसिल की मोटाई के बराबर मोटाई (0.5 से 1.0 सेमी)",
            "प्रचार के लिए उपयोग से 5-7 दिन पहले शंकर के पत्तों को मदर ट्री पर काट लें।",
            "शंकर के ऊपर के भाग को काट लें ताकि शंकर पर कली खिल जाए सर्दियों में शंकर शाखा के पत्तों को काटकर उसी दिन जड़ में लगा दें और पॉलीथिन से ढक दें।"

        ]
    },
    {
        "title" : "लार्ज स्प्रिंकलर और रेन गन्स",
        "des" : [
            "उपलब्ध सिंचाई प्रणालियों में स्प्रिंकलर सबसे सस्ती सिंचाई प्रणाली है।",

            "बिजली और पैसा बचाएं",

            "कम दूरी की फसलों के लिए सर्वोत्तम।",

            "सब्जी, रोपण फसलों के लिए उपयुक्त।"

        ]
    }
]
